Repository: elty-o/app
Catalog: lib/l10n/app_*.arb
Languages: af, fr, gu, ur, zh, zu

# unableToRegisterErrorMessage
source: We are unable to register you, please contact support team.
af: Ons kan jou nie registreer nie, kontak asseblief die ondersteuningspan.
fr: Nous ne parvenons pas à vous inscrire, veuillez contacter l'équipe d'assistance.
gu: અમે તમારી નોંધણી કરવામાં અસમર્થ છીએ, કૃપા કરીને સપોર્ટ ટીમનો સંપર્ક કરો.
ur: ہم آپ کو رجسٹر کرنے سے قاصر ہیں، براہ کرم سپورٹ ٹیم سے رابطہ کریں۔
zh: 我们无法为您注册，请联系支持团队。
zu: Asikwazi ukukubhalisa, sicela uxhumane nethimba losekelo.

# otpDoesNotMatchMessage
source: Otp does not match.
af: OTP stem nie ooreen nie.
fr: Otp ne correspond pas.
gu: Otp મેળ ખાતો નથી.
ur: Otp مماثل نہیں ہے۔
zh: OTP 不匹配。
zu: I-Otp ayifani.

# loginAppBarTitle
source: LOGIN
af: TEKEN AAN
fr: SE CONNECTER
gu: પ્રવેશ કરો
ur: لاگ ان کریں
zh: 登录
zu: NGENA NGEMVUME

# usernameInputLabel
source: Username
af: Gebruikersnaam
fr: Nom d'utilisateur
gu: વપરાશકર્તા નામ
ur: صارف نام
zh: 用户名
zu: Igama lomsebenzisi

# usernameRequiredErrorMessage
source: Username is required
af: Gebruikersnaam word vereis
fr: Nom d'utilisateur est nécessaire
gu: વપરાશકર્તા નામ જરૂરી છે
ur: صارف نام درکار ہے۔
zh: 用户名是必需的
zu: Igama lomsebenzisi liyadingeka

# passwordInputLabel
source: Password
af: Wagwoord
fr: Mot de passe
gu: પાસવર્ડ
ur: پاس ورڈ
zh: 密码
zu: Iphasiwedi

# passwordRequiredErrorMessage
source: Password is required
af: Wagwoord word benodig
fr: Mot de passe requis
gu: પાસવર્ડ અનિવાર્ય છે
ur: پاس ورڈ درکار ہے۔
zh: 密码是必需的
zu: Iphasiwedi iyadingeka

# loginButton
source: LOGIN
af: TEKEN AAN
fr: SE CONNECTER
gu: પ્રવેશ કરો
ur: لاگ ان کریں
zh: 登录
zu: NGENA NGEMVUME

# registerButton
source: REGISTER
af: REGISTREER
fr: REGISTRE
gu: નોંધણી કરો
ur: رجسٹر کریں۔
zh: 登记
zu: BHALISA

# forgotUsernameText
source: Username
af: Gebruikersnaam
fr: Nom d'utilisateur
gu: વપરાશકર્તા નામ
ur: صارف نام
zh: 用户名
zu: Igama lomsebenzisi

# forgotPasswordText
source: Password
af: Wagwoord
fr: Mot de passe
gu: પાસવર્ડ
ur: پاس ورڈ
zh: 密码
zu: Iphasiwedi

# logoutTitle
source: LOGOUT
af: TEKEN UIT
fr: SE DÉCONNECTER
gu: લૉગ આઉટ
ur: لاگ آوٹ
zh: 登出
zu: PHUMA

# logoutMessage
source: Thank you for accessing e-Gov services. We appreciate your engagement with our platform. Your experience matters to us,and we would love to hear from you. Please feel free to share your feedback and support by calling us. Your input is valuable, and we are here to assist you
af: Dankie vir die toegang tot e-Gov-dienste.
fr: Merci d'avoir accédé aux services e-Gov.
gu: e-Gov સેવાઓને ઍક્સેસ કરવા બદલ આભાર.
ur: ای-گورنمنٹ سروسز تک رسائی کے لیے آپ کا شکریہ۔
zh: 感谢您访问电子政务服务。
zu: Siyabonga ngokufinyelela izinsiza ze-e-Gov.

# phoneText
source: Phone
af: Foon
fr: Téléphone
gu: ફોન
ur: فون
zh: 电话
zu: Ucingo

# emailText
source: Email
af: E-pos
gu: ઈમેલ
ur: ای میل
zh: 电子邮件
zu: I-imeyili

# logoutButtonText
source: LOGOUT
af: TEKEN UIT
fr: SE DÉCONNECTER
gu: લૉગ આઉટ
ur: لاگ آوٹ
zh: 登出
zu: PHUMA

# otpAppBarTitle
source: USER VERIFICATION
af: GEBRUIKER VERIFIKASIE
fr: VÉRIFICATION DE L'UTILISATEUR
gu: વપરાશકર્તા ચકાસણી
ur: صارف کی تصدیق
zh: 用户验证
zu: UKUQINISEKISA KOMSEBENZISI

# otpInputLabel
source: Enter OTP
af: Voer OTP in
fr: Entrez OTP
gu: OTP દાખલ કરો
ur: OTP درج کریں۔
zh: 输入一次性密码
zu: Faka i-OTP

# submitButton
source: SUBMIT
af: INDIEN
fr: SOUMETTRE
gu: સબમિટ કરો
ur: جمع کرائیں
zh: 提交
zu: THUMELA

# updatePasswordAppBarTitle
source: UPDATE PASSWORD
af: DATEER WAGWOORD OP
fr: METTRE À JOUR LE MOT DE PASSE
gu: પાસવર્ડ અપડેટ કરો
ur: پاس ورڈ اپ ڈیٹ کریں۔
zh: 更新密码
zu: BUYEKEZA IPHASWEDI

# currentPasswordLabel
source: Current Password
af: huidige Sleutelwoord
fr: Mot de passe actuel
gu: અત્યારનો પાસવર્ડ
ur: موجودہ خفیہ لفظ
zh: 当前密码
zu: I-password Yamanje

# newPasswordLabel
source: New Password
af: Nuwe Wagwoord
fr: nouveau mot de passe
gu: નવો પાસવર્ડ
ur: نیا پاس ورڈ
zh: 新密码
zu: Iphasiwedi Entsha

# confirmPasswordLabel
source: Confirm Password
af: Bevestig Wagwoord
fr: Confirmez le mot de passe
gu: પાસવર્ડની પુષ્ટિ કરો
ur: پاس ورڈ کی تصدیق کریں۔
zh: 确认密码
zu: Qinisekisa Iphasiwedi

# updateButton
source: UPDATE
af: OPDATEER
fr: MISE À JOUR
gu: અપડેટ કરો
ur: اپ ڈیٹ
zh: 更新
zu: BUYEKEZA

# passwordRequirementMessage
source: Password must be alphanumeric, contain at least one uppercase, lowercase and special character
af: Wagwoord moet alfanumeries wees, ten minste een hoofletter, kleinletter en spesiale karakter bevat
fr: Le mot de passe doit être alphanumérique et contenir au moins une majuscule, une minuscule et un caractère spécial
gu: પાસવર્ડ આલ્ફાન્યૂમેરિક હોવો જોઈએ, તેમાં ઓછામાં ઓછો એક અપરકેસ, લોઅરકેસ અને સ્પેશિયલ કેરેક્ટર હોવો જોઈએ
ur: پاس ورڈ حروف عددی ہونا چاہیے، اس میں کم از کم ایک بڑے، چھوٹے اور خصوصی حرف شامل ہوں۔
zh: 密码必须是字母数字，至少包含一个大写、小写和特殊字符
zu: Igama lokungena kumele libe nezinhlamvu zamagama, okungenani libe nofeleba oyedwa, abancane nabakhethekile

# passwordMismatchMessage
source: Passwords do not match
af: Wagwoorde stem nie ooreen nie
fr: Les mots de passe ne correspondent pas
gu: પાસવર્ડ મેળ ખાતા નથી
ur: پاس ورڈ میچ نہیں کرتے
zh: 密码不匹配
zu: Amagama-mfihlo awafani

# termsAndConditionsAppBarTitle
source: TERMS AND CONDITIONS
af: BEPALINGS EN VOORWAARDES
fr: TERMES ET CONDITIONS
gu: નિયમો અને શરત
ur: شرائط و ضوابط
zh: 条款和条件
zu: IMIBANDELA

# termsDescription
source: By registering and signing up you can:
af: Deur te registreer en in te teken kan jy:
fr: En vous inscrivant et en vous inscrivant, vous pouvez :
gu: નોંધણી અને સાઇન અપ કરીને તમે આ કરી શકો છો:
ur: رجسٹر اور سائن اپ کرکے آپ یہ کرسکتے ہیں:
zh: 通过注册和注册，您可以：
zu: Ngokubhalisa nokubhalisa ungakwazi:

# personalDashboard
source: View Personal Dashboard
af: Bekyk Persoonlike Dashboard
fr: Afficher le tableau de bord personnel
gu: વ્યક્તિગત ડેશબોર્ડ જુઓ
ur: ذاتی ڈیش بورڈ دیکھیں
zh: 查看个人仪表板
zu: Buka Ideshibhodi Yomuntu Siqu

# applyForServices
source: Apply for e-Services
af: Doen aansoek vir e-dienste
fr: Demander des services électroniques
gu: ઈ-સેવાઓ માટે અરજી કરો
ur: ای سروسز کے لیے درخواست دیں۔
zh: 申请电子服务
zu: Faka isicelo se-e-Services

# termsAndConditionsText
source: I consent that I have read the Terms and Conditions
af: Ek stem in dat ek die Bepalings en Voorwaardes gelees het
fr: Je consens à avoir lu les termes et conditions
gu: હું સંમત છું કે મેં નિયમો અને શરતો વાંચી છે
ur: میں رضامندی دیتا ہوں کہ میں نے شرائط و ضوابط پڑھ لیے ہیں۔
zh: 我同意我已阅读条款和条件
zu: Ngiyavuma ukuthi ngiyifundile Imigomo Nemibandela

# privacyPolicyText
source: I consent that I have read the Privacy Policy
af: Ek stem in dat ek die Privaatheidsbeleid gelees het
fr: J'accepte d'avoir lu la politique de confidentialité
gu: હું સંમત છું કે મેં ગોપનીયતા નીતિ વાંચી છે
ur: میں رضامندی دیتا ہوں کہ میں نے رازداری کی پالیسی پڑھ لی ہے۔
zh: 我同意我已阅读隐私政策
zu: Ngiyavuma ukuthi ngiyifundile Inqubomgomo Yobumfihlo

# continueButton
source: CONTINUE
af: GAAN VOORT
fr: CONTINUER
gu: ચાલુ રાખો
ur: جاری رہے
zh: 继续
zu: QHUBEKA

# notCheckedMessage
source: Please agree to both Terms and Conditions and Privacy Policy before continuing
af: Stem asseblief in tot beide bepalings en voorwaardes en privaatheidsbeleid voordat u voortgaan
fr: Veuillez accepter les conditions générales et la politique de confidentialité avant de continuer.
gu: ચાલુ રાખતા પહેલા કૃપા કરીને નિયમો અને શરતો અને ગોપનીયતા નીતિ બંને સાથે સંમત થાઓ
ur: براہ کرم جاری رکھنے سے پہلے شرائط و ضوابط اور رازداری کی پالیسی دونوں سے اتفاق کریں۔
zh: 请先同意条款和条件以及隐私政策，然后再继续
zu: Sicela wamukele kokubili Imigomo Nemibandela kanye Nenqubomgomo Yobumfihlo ngaphambi kokuqhubeka

# registrationAppBarTitle
source: REGISTRATION
af: REGISTRASIE
fr: INSCRIPTION
gu: નોંધણી
ur: اندراج
zh: 登记
zu: UKUBHALISA

# requiredFieldError
source: Required
af: Vereis
fr: Requis
gu: જરૂરી છે
ur: درکار ہے۔
zh: 必需的
zu: Kudingeka

# invalidIdError
source: ID Number invalid
af: ID-nommer ongeldig
fr: Numéro d'identification invalide
gu: ID નંબર અમાન્ય
ur: ID نمبر غلط ہے۔
zh: 身份证号码无效
zu: Inombolo kamazisi ayivumelekile

# idLengthError
source: ID Number should be 13 characters long
af: ID-nommer moet 13 karakters lank wees
fr: Le numéro d'identification doit comporter 13 caractères
gu: ID નંબર 13 અક્ષર લાંબો હોવો જોઈએ
ur: ID نمبر 13 حروف کا ہونا چاہیے۔
zh: ID 号长度应为 13 个字符
zu: Inombolo kamazisi kufanele ibe nezinhlamvu eziyi-13 ubude

# passwordMismatchError
source: Passwords does not match
af: Wagwoorde stem nie ooreen nie
fr: Les mots de passe ne correspondent pas
gu: પાસવર્ડ મેળ ખાતા નથી
ur: پاس ورڈز مماثل نہیں ہیں۔
zh: 密码不匹配
zu: Amagama-mfihlo awafani

# emailValidationError
source: Enter valid email address
af: Voer 'n geldige e-posadres in
fr: Entrez une adresse e-mail valide
gu: માન્ય ઇમેઇલ સરનામું દાખલ કરો
ur: درست ای میل ایڈریس درج کریں۔
zh: 输入有效的电子邮件地址
zu: Faka ikheli le-imeyili elivumelekile

# submitButtonText
source: Register
af: Registreer
fr: Registre
gu: નોંધણી કરો
ur: رجسٹر کریں۔
zh: 登记
zu: Bhalisa

# passwordRequirements
source: Password should contain alphanumeric, number and special characters. It must be at least 8 characters long.
af: Wagwoord moet alfanumeriese, nommer en spesiale karakters bevat.
fr: Le mot de passe doit contenir des caractères alphanumériques, numériques et spéciaux.
gu: પાસવર્ડમાં આલ્ફાન્યૂમેરિક, નંબર અને વિશેષ અક્ષરો હોવા જોઈએ.
ur: پاس ورڈ میں حروف نمبر، نمبر اور خصوصی حروف شامل ہونے چاہئیں۔
zh: 密码应包含字母数字、数字和特殊字符。
zu: Iphasiwedi kufanele ibe nezinhlamvu zamagama, inombolo nezinhlamvu ezikhethekile.

# resetPasswordTitle
source: RESET PASSWORD
af: HERSTEL WAGWOORD
fr: RÉINITIALISER LE MOT DE PASSE
gu: પાસવર્ડ રીસેટ કરો
ur: پاس ورڈ ری سیٹ
zh: 重设密码
zu: SETHA KABUSHA IPHASIWEDI

# newPasswordFieldLabel
source: New Password
af: Nuwe Wagwoord
fr: nouveau mot de passe
gu: નવો પાસવર્ડ
ur: نیا پاس ورڈ
zh: 新密码
zu: Iphasiwedi Entsha

# confirmPasswordFieldLabel
source: Confirm Password
af: Bevestig Wagwoord
fr: Confirmez le mot de passe
gu: પાસવર્ડની પુષ્ટિ કરો
ur: پاس ورڈ کی تصدیق کریں۔
zh: 确认密码
zu: Qinisekisa Iphasiwedi

# resetPasswordActionLabel
source: Reset Password
af: Herstel wagwoord
fr: réinitialiser le mot de passe
gu: પાસવર્ડ રીસેટ કરો
ur: پاس ورڈ ری سیٹ
zh: 重设密码
zu: Setha kabusha Iphasiwedi

# resendOTPActionLabel
source: RESEND OTP
af: STUUR OTP WEER
fr: RENVOYER OTP
gu: OTP ફરીથી મોકલો
ur: OTP دوبارہ بھیجیں۔
zh: 重新发送一次性密码
zu: PHINDA UTHUMELE I-OTP

# resetPasswordRequirements
source: Password must be alphanumeric, contain at least one uppercase, lowercase, and special character. It must be at least 8 characters long.
af: Wagwoord moet alfanumeries wees, ten minste een hoofletter, kleinletter en spesiale karakter bevat.
fr: Le mot de passe doit être alphanumérique et contenir au moins une majuscule, une minuscule et un caractère spécial.
gu: પાસવર્ડ આલ્ફાન્યૂમેરિક હોવો જોઈએ, તેમાં ઓછામાં ઓછો એક અપરકેસ, લોઅરકેસ અને વિશેષ અક્ષર હોવો જોઈએ.
ur: پاس ورڈ حروف عددی ہونا چاہیے، اس میں کم از کم ایک بڑے، چھوٹے اور خصوصی حرف شامل ہوں۔
zh: 密码必须是字母数字，至少包含一个大写、小写和特殊字符。
zu: Iphasiwedi kumele ibe nezinombolo, okungenani ibe nofeleba oyedwa, omncane, nohlamvu olukhethekile.

# passwordResetSuccessMessage
source: Password reset successful.
af: Wagwoordherstel suksesvol.
fr: Réinitialisation du mot de passe réussie.
gu: પાસવર્ડ રીસેટ સફળ.
ur: پاس ورڈ ری سیٹ کامیاب ہو گیا۔
zh: 密码重置成功。
zu: Ukusetha kabusha iphasiwedi kuphumelele.

# errorMessagePrefix
source: Error occurred:
af: Fout het ontstaan:
fr: Erreur est survenue:
gu: ભૂલ આવી:
ur: خرابی پیش آگئی:
zh: 发生了错误：
zu: Kwenzeke iphutha:

# otpMismatchMessage
source: OTP does not match.
af: OTP stem nie ooreen nie.
fr: OTP ne correspond pas.
gu: OTP મેળ ખાતો નથી.
ur: OTP مماثل نہیں ہے۔
zh: OTP 不匹配。
zu: I-OTP ayifani.

# newPasswordsMismatchMessage
source: New passwords do not match.
af: Nuwe wagwoorde stem nie ooreen nie.
fr: Les nouveaux mots de passe ne correspondent pas.
gu: નવા પાસવર્ડ મેળ ખાતા નથી.
ur: نئے پاس ورڈز مماثل نہیں ہیں۔
zh: 新密码不匹配。
zu: Amaphasiwedi amasha awafani.

# unableToRegisterMessage
source: We are unable to register you, please contact support team.
af: Ons kan jou nie registreer nie, kontak asseblief die ondersteuningspan.
fr: Nous ne parvenons pas à vous inscrire, veuillez contacter l'équipe d'assistance.
gu: અમે તમારી નોંધણી કરવામાં અસમર્થ છીએ, કૃપા કરીને સપોર્ટ ટીમનો સંપર્ક કરો.
ur: ہم آپ کو رجسٹر کرنے سے قاصر ہیں، براہ کرم سپورٹ ٹیم سے رابطہ کریں۔
zh: 我们无法为您注册，请联系支持团队。
zu: Asikwazi ukukubhalisa, sicela uxhumane nethimba losekelo.

# unableToResetPasswordMessage
source: We are unable to reset your password, please contact support team.
af: Ons kan nie jou wagwoord terugstel nie, kontak asseblief die ondersteuningspan.
fr: Nous ne parvenons pas à réinitialiser votre mot de passe, veuillez contacter l'équipe d'assistance.
gu: અમે તમારો પાસવર્ડ રીસેટ કરવામાં અસમર્થ છીએ, કૃપા કરીને સપોર્ટ ટીમનો સંપર્ક કરો.
ur: ہم آپ کا پاس ورڈ دوبارہ ترتیب دینے سے قاصر ہیں، براہ کرم سپورٹ ٹیم سے رابطہ کریں۔
zh: 我们无法重置您的密码，请联系支持团队。
zu: Asikwazi ukusetha kabusha iphasiwedi yakho, sicela uxhumane nethimba losekelo.

# idNumberExistMessage
source: ID Number already exists.
af: ID-nommer bestaan ​​reeds.
fr: Le numéro d'identification existe déjà.
gu: ID નંબર પહેલેથી જ અસ્તિત્વમાં છે.
ur: شناختی نمبر پہلے سے موجود ہے۔
zh: ID 号已存在。
zu: Inombolo ye-ID isivele ikhona.

# cellphoneExistMessage
source: Cellphone already exists.
af: Selfoon bestaan ​​reeds.
fr: Le téléphone portable existe déjà.
gu: સેલફોન પહેલેથી જ અસ્તિત્વમાં છે.
ur: سیل فون پہلے سے موجود ہے۔
zh: 手机已经存在了。
zu: Umakhalekhukhwini usuvele ukhona.

source: Second Name
af: Tweede naam
fr: Nom de famille
gu: બીજું નામ
ur: دوسرا نام
zh: 第二个名字
zu: Igama Lesibili

source: Third Name
af: Derde Naam
fr: Troisième Nom
gu: ત્રીજું નામ
ur: تیسرا نام
zh: 第三名
zu: Igama Lesithathu

source: Passport Number
af: Paspoortnommer
fr: Numéro de passeport
gu: પાસપોર્ટ નંબર
ur: پاسپورٹ نمبر
zh: 护照号
zu: Inombolo Yepasipoti

source: Landline
af: Landlyn
fr: Téléphone fixe
gu: લેન્ડલાઇન
ur: لینڈ لائن
zh: 固定电话
zu: Ucingo Lwezintambo

# suburb
source: Suburb/Township/Village
af: Voorstad / Dorp / Dorp
fr: Banlieue/Canton/Village
gu: ઉપનગર/ટાઉનશીપ/ગામ
ur: مضافاتی / بستی / گاؤں
zh: 郊区/乡/村
zu: Indawo engaphansi kwedolobha/Ilokishi/Idolobhana

source: First Name *
af: Eerste naam *
fr: Prénom *
gu: પ્રથમ નામ *
ur: پہلا نام *
zh: 名 *
zu: Igama *

source: Surname *
af: Van *
fr: Nom de famille *
gu: અટક *
ur: کنیت *
zh: 姓 *
zu: Isibongo*

source: ID Number *
af: ID-nommer *
fr: Numéro d'identification *
gu: ID નંબર *
ur: شناختی نمبر *
zh: 身份证号 *
zu: Inombolo kamazisi *

# cellphone
source: Cellphone Number *
af: Selfoonnommer *
fr: Numéro de téléphone portable *
gu: સેલ ફોન નંબર *
ur: موبائل نمبر *
zh: 手机号码 *
zu: Inombolo Yeselula *

source: Email *
af: E-pos *
gu: ઈમેલ*
ur: ای میل *
zh: 电子邮件 *
zu: I-imeyili *

# registrationTitle
source: REGISTRATION
af: REGISTRASIE
fr: INSCRIPTION
gu: નોંધણી
ur: اندراج
zh: 登记
zu: UKUBHALISA

# emailExistMessage
source: Email address already exists.
af: E-posadres bestaan ​​reeds.
fr: L'adresse mail existe déjà.
gu: ઈમેલ સરનામું પહેલાથી જ અસ્તિત્વમાં છે.
ur: ای میل ایڈریس پہلے سے موجود ہے۔
zh: 电子邮件地址已存在。
zu: Ikheli le-imeyili selivele likhona.

# currentUsername
source: Your current username:
af: Jou huidige gebruikersnaam:
fr: Votre nom d'utilisateur actuel :
gu: તમારું વર્તમાન વપરાશકર્તા નામ:
ur: آپ کا موجودہ صارف نام:
zh: 您当前的用户名：
zu: Igama lakho lomsebenzisi lamanje:

# newUsernameInputLabel
source: New Username
af: Nuwe gebruikersnaam
fr: Nouveau nom d'utilisateur
gu: નવું વપરાશકર્તા નામ
ur: نیا صارف نام
zh: 新用户名
zu: Igama lomsebenzisi elisha

# confirmNewUsernameInputLabel
source: Confirm Username
af: Bevestig gebruikersnaam
fr: Confirmer le nom d'utilisateur
gu: વપરાશકર્તા નામની પુષ્ટિ કરો
ur: صارف نام کی تصدیق کریں۔
zh: 确认用户名
zu: Qinisekisa Igama lomsebenzisi

# updateButtonLabel
source: UPDATE
af: OPDATEER
fr: MISE À JOUR
gu: અપડેટ કરો
ur: اپ ڈیٹ
zh: 更新
zu: BUYEKEZA

# cancelButtonLabel
source: CANCEL
af: KANSELLEER
fr: ANNULER
gu: રદ કરો
ur: منسوخ کریں۔
zh: 取消
zu: KHANSELA

source: Gender-Based Violence
af: Geslagsgebaseerde geweld
fr: La violence sexiste
gu: લિંગ-આધારિત હિંસા
ur: صنفی بنیاد پر تشدد
zh: 基于性别的暴力
zu: Udlame Olusekelwe Ubulili

source: Child-line South Africa
af: Kinderlyn Suid-Afrika
fr: Ligne enfant Afrique du Sud
gu: ચાઇલ્ડ-લાઇન દક્ષિણ આફ્રિકા
ur: چائلڈ لائن جنوبی افریقہ
zh: 南非儿童热线
zu: I-Childline South Africa

source: Poison Control
af: Gifbeheer
fr: Contrôle antipoison
gu: ઝેર નિયંત્રણ
ur: زہر کنٹرول
zh: 毒物控制
zu: Ukulawula Ubuthi

# acceptTermsAndConditions
source: Please accept the Terms & Conditions and Privacy Policy to proceed.
af: Aanvaar asseblief die Bepalings
fr: Veuillez accepter les conditions
gu: કૃપા કરીને શરતો સ્વીકારો
ur: براہ کرم شرائط قبول کریں۔
zh: 请接受条款
zu: Sicela wamukele Imigomo

source: Notification
af: Kennisgewing
gu: સૂચના
ur: اطلاع
zh: 通知
zu: Isaziso

# releaseNotification
source: This e-Service will be released soon.
af: Hierdie e-diens sal binnekort vrygestel word.
fr: Ce e-Service sera bientôt disponible.
gu: આ ઈ-સેવા ટૂંક સમયમાં બહાર પાડવામાં આવશે.
ur: یہ ای سروس جلد ہی جاری کی جائے گی۔
zh: 该电子服务即将发布。
zu: Le-e-Service izokhishwa maduze.

source: Advertisement
af: Advertensie
fr: Publicité
gu: જાહેરાત
ur: اشتہار
zh: 广告
zu: Isikhangiso

# advertisementMessage
source: In order to place your advertisement here Please contact:
af: Om jou advertensie hier te plaas
fr: Pour déposer votre annonce ici
gu: તમારી જાહેરાત અહીં મૂકવા માટે
ur: اپنا اشتہار یہاں لگانے کے لیے
zh: 为了在这里放置您的广告
zu: Ukuze ubeke isikhangiso sakho lapha

source: CLOSE
af: NABY
fr: FERMER
gu: બંધ
ur: بند کریں
zh: 关闭
zu: VALA

source: NEWS FEEDS
af: NUUSVOERE
fr: FIL D'ACTUALITÉ
gu: સમાચાર ફીડ્સ
ur: نیوز فیڈز
zh: 新闻提要
zu: IZINDABA ZEZIMALI

# southAfricanNews
source: South African Government News
af: Suid-Afrikaanse Regering Nuus
fr: Actualités du gouvernement sud-africain
gu: દક્ષિણ આફ્રિકા સરકાર સમાચાર
ur: جنوبی افریقہ کی حکومت کی خبریں۔
zh: 南非政府新闻
zu: Izindaba Zikahulumeni waseNingizimu Afrika

# deleteAccountDrawerTitle
source: Account Management
af: Rekeningbestuur
fr: Gestion de compte
gu: હિસાબી વય્વસ્થા
ur: اکاؤنٹ مینجمنٹ
zh: 帐户管理
zu: Ukuphathwa Kwe-akhawunti

# deleteAccountDialogTitle
source: REMOVE ACCOUNT?
af: VERWYDER REKENING?
fr: SUPPRIMER LE COMPTE?
gu: એકાઉન્ટ દૂર કરીએ?
ur: اکاؤنٹ ہٹائیں؟
zh: 删除帐户？
zu: SUSA I-AKHAWUNTI?

# deleteAccountDialogBody
source: ARE YOU SURE YOU WANT TO REMOVE YOUR ACCOUNT?
af: IS JY SEKER JY WIL JOU REKENING VERWYDER?
fr: ÊTES-VOUS SÛR DE VOULOIR SUPPRIMER VOTRE COMPTE ?
gu: શું તમને ખાતરી છે કે તમે તમારું એકાઉન્ટ કાઢી નાખવા માંગો છો?
ur: کیا آپ کو یقین ہے کہ آپ اپنا اکاؤنٹ ہٹانا چاہتے ہیں؟
zh: 您确定要删除您的帐户吗？
zu: INGABE Uqinisekile ukuthi UFUNA UKUSUSA I-AKHAWUNTI YAKHO?

# deleteAccountSuccessServerMessage
source: User account has been removed.
af: Gebruikersrekening is verwyder.
fr: Le compte utilisateur a été supprimé.
gu: વપરાશકર્તા ખાતું દૂર કરવામાં આવ્યું છે.
ur: صارف کا اکاؤنٹ ہٹا دیا گیا ہے۔
zh: 用户帐户已被删除。
zu: I-akhawunti yomsebenzisi isusiwe.

# deleteAccountFailedServerMessage
source: User account could not be removed.
af: Gebruikerrekening kon nie verwyder word nie.
fr: Le compte utilisateur n'a pas pu être supprimé.
gu: વપરાશકર્તા ખાતું દૂર કરી શકાયું નથી.
ur: صارف کا اکاؤنٹ ہٹایا نہیں جا سکا۔
zh: 无法删除用户帐户。
zu: I-akhawunti yomsebenzisi ayikwazanga ukususwa.

# removeAccount
source: ACCOUNT MANAGEMENT
af: REKENINGBESTUUR
fr: GESTION DE COMPTE
gu: હિસાબી વય્વસ્થા
ur: اکاؤنٹ کا انتظام
zh: 帐户管理
zu: UKUPHATHWA KWE-AKHAWUNTI

# accountSuspension
source: Suspend
af: Opskort
fr: Suspendre
gu: સસ્પેન્ડ કરો
ur: معطل کرنا
zh: 暂停
zu: Misa okwesikhashana

# accountRemoval
source: Remove
af: Verwyder
fr: Retirer
gu: દૂર કરો
ur: دور
zh: 消除
zu: Susa

# suspensionMessage
source: When you suspend your account, you'll have the option to reactivate it later and resume from where you left off.
af: Wanneer jy jou rekening opskort, sal jy die opsie hê om dit later te heraktiveer en voort te gaan van waar jy opgehou het.
fr: Lorsque vous suspendez votre compte, vous aurez la possibilité de le réactiver plus tard et de reprendre là où vous vous étiez arrêté.
gu: જ્યારે તમે તમારું એકાઉન્ટ સસ્પેન્ડ કરો છો, ત્યારે તમારી પાસે તેને પછીથી ફરીથી સક્રિય કરવાનો અને તમે જ્યાંથી છોડ્યું હતું ત્યાંથી ફરી શરૂ કરવાનો વિકલ્પ હશે.
ur: جب آپ اپنا اکاؤنٹ معطل کرتے ہیں، تو آپ کو بعد میں اسے دوبارہ فعال کرنے اور جہاں سے آپ نے چھوڑا تھا وہاں سے دوبارہ شروع کرنے کا اختیار حاصل ہوگا۔
zh: 暂停帐户后，您可以选择稍后重新激活帐户并从中断处继续。
zu: Uma umisa i-akhawunti yakho, uzoba nenketho yokuyivula futhi ngemva kwesikhathi futhi uqhubeke lapho ogcine khona.

# removalMessage
source: When you remove your account, it will be permanently deleted and cannot be recovered.
af: Wanneer jy jou rekening verwyder, sal dit permanent uitgevee word en kan nie herwin word nie.
fr: Lorsque vous supprimez votre compte, il sera définitivement supprimé et ne pourra pas être récupéré.
gu: જ્યારે તમે તમારું એકાઉન્ટ દૂર કરો છો, ત્યારે તે કાયમ માટે કાઢી નાખવામાં આવશે અને પુનઃપ્રાપ્ત કરી શકાશે નહીં.
ur: جب آپ اپنا اکاؤنٹ ہٹاتے ہیں، تو یہ مستقل طور پر حذف ہو جائے گا اور اسے بازیافت نہیں کیا جا سکتا۔
zh: 当您删除帐户时，该帐户将被永久删除且无法恢复。
zu: Uma ususa i-akhawunti yakho, izosuswa unomphela futhi ngeke ikwazi ukuphinda itholwe.

# consentMessage
source: Before proceeding, please note that suspending your account will temporarily disable access, but your data will remain intact for reactivation later. On the other hand, removing your account will result in the permanent deletion of all associated data. Please confirm your choice above after considering these options.
af: Neem asseblief kennis dat die opskorting van jou rekening toegang tydelik sal deaktiveer voordat jy voortgaan, maar jou data sal ongeskonde bly vir heraktivering later.
fr: Avant de continuer, veuillez noter que la suspension de votre compte désactivera temporairement l'accès, mais vos données resteront intactes pour une réactivation ultérieure.
gu: આગળ વધતા પહેલા, કૃપા કરીને નોંધો કે તમારા એકાઉન્ટને સસ્પેન્ડ કરવાથી અસ્થાયી રૂપે ઍક્સેસ અક્ષમ થઈ જશે, પરંતુ તમારો ડેટા પછીથી ફરીથી સક્રિય થવા માટે અકબંધ રહેશે.
ur: آگے بڑھنے سے پہلے، براہ کرم نوٹ کریں کہ آپ کے اکاؤنٹ کو معطل کرنے سے رسائی عارضی طور پر بند ہو جائے گی، لیکن آپ کا ڈیٹا بعد میں دوبارہ فعال ہونے کے لیے برقرار رہے گا۔
zh: 在继续之前，请注意，暂停您的帐户将暂时禁用访问权限，但您的数据将保持不变，以便稍后重新激活。
zu: Ngaphambi kokuthi uqhubeke, sicela uqaphele ukuthi ukumisa i-akhawunti yakho kuzovala ukufinyelela okwesikhashana, kodwa idatha yakho izohlala injalo ukuze iphinde isebenze ngokuhamba kwesikhathi.

# consentAcknowledge
source: I acknowledge the consequences of my choice.
af: Ek erken die gevolge van my keuse.
fr: Je reconnais les conséquences de mon choix.
gu: હું મારી પસંદગીના પરિણામોને સ્વીકારું છું.
ur: میں اپنی پسند کے نتائج کو تسلیم کرتا ہوں۔
zh: 我承认我的选择所带来的后果。
zu: Ngiyayivuma imiphumela yokukhetha kwami.

source: PROCEED
af: GAAN VOORT
fr: PROCÉDER
gu: આગળ વધો
ur: آگے بڑھو
zh: 继续
zu: QHUBEKA

source: Favorites
af: Gunstelinge
fr: Favoris
gu: મનપસંદ
ur: پسندیدہ
zh: 收藏夹
zu: Izintandokazi

# kZneLicense
source: Ezemvelo KZN Wildlife
fr: Ezemvelo KZN Faune
gu: Ezemvelo KZN વન્યજીવન
ur: Ezemvelo KZN وائلڈ لائف
zh: Ezemvelo KZN 野生动物

# fsEpermit
source: Free State Economic, Small Business Development, Tourism and Environmental Affairs
af: Vrystaat Ekonomiese, Kleinsakeontwikkeling, Toerisme en Omgewingsake
fr: Affaires économiques, de développement des petites entreprises, de tourisme et d’environnement de l’État libre
gu: મફત રાજ્ય આર્થિક, નાના વેપાર વિકાસ, પ્રવાસન અને પર્યાવરણીય બાબતો
ur: آزاد ریاستی اقتصادی، چھوٹے کاروبار کی ترقی، سیاحت اور ماحولیاتی امور
zh: 自由州经济、小企业发展、旅游和环境事务
zu: EzoMnotho waseFreyistata, Ukuthuthukiswa Kwamabhizinisi Amancane, Ezokuvakasha Nezemvelo
