Repository: elty-o/app
Catalog: lib/l10n/app_*.arb
Languages: af, fr, gu, ur, zh, zu

source: TRENDING
af: GEWILDSTE
fr: TENDANCE
gu: ટ્રેન્ડિંગ
ur: رجحان ساز
zh: 流行趋势
zu: OKUthrendayo

source: LATEST
af: NUUTSTE
fr: DERNIER
gu: લેટેસ્ટ
ur: تازہ ترین
zh: 最新的
zu: KWAkamuva

# drawer_not_logged_in
source: You are not logged in
af: Jy is nie aangemeld nie
fr: Vous n'êtes pas connecté
gu: તમે લૉગ ઇન નથી
ur: آپ لاگ ان نہیں ہیں۔
zh: 你没有登录
zu: Awungenile

source: Contact
af: Kontak
gu: સંપર્ક કરો
ur: رابطہ کریں۔
zh: 接触
zu: Oxhumana naye

source: News Feeds
af: Nuusvoere
fr: Fil d'actualité
gu: સમાચાર ફીડ્સ
ur: نیوز فیڈز
zh: 新闻提要
zu: Izifunzo Zezindaba

source: Legal Documents
af: Regsdokumente
fr: Documents le'gaux
gu: કાનૂની દસ્તાવેજો
ur: قانونی کاغذات
zh: 合法文件
zu: Imibhalo Yezomthetho

source: Feedback
af: Terugvoer
fr: Retour
gu: પ્રતિસાદ
ur: تاثرات
zh: 反馈
zu: Impendulo

source: Settings
af: Instellings
fr: Paramètres
gu: સેટિંગ્સ
ur: ترتیبات
zh: 设置
zu: Izilungiselelo

source: Login
af: Teken aan
fr: Se connecter
gu: પ્રવેશ કરો
ur: لاگ ان کریں
zh: 登录
zu: Ngena ngemvume

source: Logout
af: Teken uit
fr: Se déconnecter
gu: લૉગ આઉટ
ur: لاگ آوٹ
zh: 登出
zu: Phuma

source: About Us
af: Oor ons
fr: À propos de nous
gu: અમારા વિશે
ur: ہمارے بارے میں
zh: 关于我们
zu: Mayelana NATHI

# about_us_legal_documents
source: LEGAL DOCUMENTS
af: REGSDOKUMENTE
fr: DOCUMENTS LE'GAUX
gu: કાનૂની દસ્તાવેજો
ur: قانونی کاغذات
zh: 合法文件
zu: IMIBHALO YOMTHETHO

# about_us_services_privacy_policy
source: e-Services Privacy Policy
af: e-Dienste se privaatheidsbeleid
fr: Politique de confidentialité des services électroniques
gu: ઈ-સેવાઓ ગોપનીયતા નીતિ
ur: ای سروسز کی رازداری کی پالیسی
zh: 电子服务隐私政策
zu: Inqubomgomo Yobumfihlo ye-e-Services

# about_us_terms_and_conditions
source: Terms and Conditions
af: Terme en Voorwaardes
fr: Termes et conditions
gu: ટર્મ અને શરતો
ur: شرائط و ضوابط
zh: 条款和条件
zu: Imibandela Nemibandela

# about_us_paia
source: Promotion of Access to Information Manual
af: Handleiding vir die bevordering van toegang tot inligting
fr: Manuel de promotion de l'accès à l'information
gu: માહિતી મેન્યુઅલની ઍક્સેસનો પ્રચાર
ur: معلومات تک رسائی کا فروغ
zh: 促进获取信息手册
zu: Imanuwali Yokuphromotha Ukufinyelela Olwazini

# about_us_sita_privacy
source: SITA Privacy Policy
af: SITA Privaatheidsbeleid
fr: Politique de confidentialité de SITA
gu: SITA ગોપનીયતા નીતિ
ur: SITA رازداری کی پالیسی
zh: SITA隐私政策
zu: Inqubomgomo Yemfihlo ye-SITA

source: Home
af: Tuis
fr: Maison
gu: ઘર
ur: گھر
zh: 家
zu: Ikhaya

source: Categories
af: Kategorieë
fr: Catégories
gu: શ્રેણીઓ
ur: اقسام
zh: 类别
zu: Izigaba

# about_us_header
source: ABOUT US
af: OOR ONS
fr: À PROPOS DE NOUS
gu: અમારા વિશે
ur: ہمارے بارے میں
zh: 关于我们
zu: MAYELANA NATHI

# about_us_content_header
source: Introducing the South African e-Services app - your digital gateway to seamless government engagement!
af: Stel die Suid-Afrikaanse e-Dienste-toepassing bekend - jou digitale poort na naatlose regeringsbetrokkenheid!
fr: Présentation de l'application sud-africaine e-Services - votre passerelle numérique vers un engagement gouvernemental fluide !
gu: પ્રસ્તુત છે દક્ષિણ આફ્રિકાની ઈ-સર્વિસીસ એપ્લિકેશન - સીમલેસ સરકારી જોડાણ માટે તમારું ડિજિટલ ગેટવે!
ur: جنوبی افریقہ کی ای-سروسز ایپ متعارف کرائی جا رہی ہے - بغیر کسی رکاوٹ کے حکومتی مشغولیت کے لیے آپ کا ڈیجیٹل گیٹ وے!
zh: 隆重推出南非电子服务应用程序 - 您无缝政府参与的数字门户！
zu: Sethula uhlelo lokusebenza lwaseNingizimu Afrika lwe-e-Services - isango lakho ledijithali lokuxoxisana kukahulumeni okungenazihibe!

# about_us_paragraph_one
source: The South African e-Services app envisions a future where every citizen experience seamless, efficient, and personalized government services at their fingertips. Our aim is to continually evolve, innovate, and adapt to the dynamic needs of the South African population, ensuring that our digital gateway remains a reliable and indispensable tool for all.
af: Die Suid-Afrikaanse e-Dienste-toepassing voorsien 'n toekoms waar elke burger naatlose, doeltreffende en persoonlike staatsdienste binne handbereik ervaar.
fr: L'application sud-africaine e-Services envisage un avenir dans lequel chaque citoyen bénéficiera de services gouvernementaux transparents, efficaces et personnalisés à portée de main.
gu: દક્ષિણ આફ્રિકાની ઈ-સર્વિસીસ એપ એવા ભવિષ્યની કલ્પના કરે છે જ્યાં દરેક નાગરિક તેમની આંગળીના ટેરવે સીમલેસ, કાર્યક્ષમ અને વ્યક્તિગત સરકારી સેવાઓનો અનુભવ કરે છે.
ur: جنوبی افریقی ای-سروسز ایپ ایک ایسے مستقبل کا تصور کرتی ہے جہاں ہر شہری اپنی انگلی پر ہموار، موثر اور ذاتی نوعیت کی سرکاری خدمات کا تجربہ کرتا ہے۔
zu: Uhlelo lokusebenza lwaseNingizimu Afrika lwe-e-Services lubona ngeso lengqondo ikusasa lapho sonke isakhamuzi sithola izinsiza zikahulumeni ezingenamthungo, eziphumelelayo, neziqondene nomuntu ezandleni zaso.

# about_us_paragraph_two
source: We are excited to announce the introduction of our current lineup of services, which includes Birth & Parenting, Environmental, and Agriculture services. We anticipate the expansion of our service offerings, with more options becoming available in the near future.
af: Ons is opgewonde om die bekendstelling van ons huidige reeks dienste aan te kondig, wat geboorte insluit
fr: Nous sommes ravis d'annoncer le lancement de notre gamme actuelle de services, qui comprend la naissance
gu: અમે અમારી વર્તમાન લાઇનઅપ સેવાઓની રજૂઆતની જાહેરાત કરતાં ઉત્સાહિત છીએ, જેમાં જન્મનો સમાવેશ થાય છે
ur: ہم اپنی خدمات کی موجودہ لائن اپ کے تعارف کا اعلان کرتے ہوئے پرجوش ہیں، جس میں پیدائش بھی شامل ہے۔
zh: 我们很高兴地宣布推出当前的服务阵容，其中包括出生
zu: Siyajabula ukumemezela ukwethulwa kohlelo lwethu lwamanje lwezinsizakalo, ezihlanganisa Ukuzalwa

# news_feeds_header
source: NEWS FEEDS
af: NUUSVOERE
fr: FIL D'ACTUALITÉ
gu: સમાચાર ફીડ્સ
ur: نیوز فیڈز
zh: 新闻提要
zu: IZINDABA ZEZIMALI

# news_feeds_error
source: No data available
af: Geen data beskikbaar nie
fr: Pas de données disponibles
gu: કોઈ ડેટા ઉપલબ્ધ નથી
ur: اعداد و شمار دستیاب نہیں
zh: 无可用数据
zu: Ayikho idatha etholakalayo

# not_logged_in
source: You are not logged in
af: Jy is nie aangemeld nie
fr: Vous n'êtes pas connecté
gu: તમે લૉગ ઇન નથી
ur: آپ لاگ ان نہیں ہیں۔
zh: 你没有登录
zu: Awungenile

# contact_us_header
source: CONTACT US
af: KONTAK ONS
fr: CONTACTEZ-NOUS
gu: અમારો સંપર્ક કરો
ur: ہم سے رابطہ کریں۔
zh: 联系我们
zu: XHUMANA NATHI

# emergency_contact_us_header
source: EMERGENCY CONTACT
af: NOOD KONTAK
fr: PERSONNE À CONTACTER EN CAS D'URGENCE
gu: ઇમરજન્સી સંપર્ક
ur: ہنگامی رابطے
zh: 紧急联系人
zu: OKUXHUMANA NAYE OKUPHUTHUMAYO

# e_services_phone
source: Phone
af: Foon
fr: Téléphone
gu: ફોન
ur: فون
zh: 电话
zu: Ucingo

# e_services_email
source: Email
af: E-pos
gu: ઈમેલ
ur: ای میل
zh: 电子邮件
zu: I-imeyili

source: Police
af: Polisie
gu: પોલીસ
ur: پولیس
zh: 警察
zu: Amaphoyisa

source: Ambulance
af: Ambulans
gu: એમ્બ્યુલન્સ
ur: ایمبولینس
zh: 救护车
zu: I-ambulensi

source: Fire Brigade
af: Brandweer
fr: Pompiers
gu: અગ્નિ શામક દળ
ur: فائر بریگیڈ
zh: 消防队
zu: Abacimi bomlilo

source: SATISFACTION SURVEY
af: TEVREDENHEIDSOPNAME
fr: ENQUÊTE DE SATISFACTION
gu: સંતોષ સર્વે
ur: اطمینان کا سروے
zh: 满意度调查
zu: UCWANINGO LOKWANELISEKA

# q_one
source: Q1: How would you rate your initial experience with navigating the app's interface?
af: V1: Hoe sou jy jou aanvanklike ervaring met die navigasie van die toepassing se koppelvlak beoordeel?
fr: Q1 : Comment évalueriez-vous votre première expérience de navigation dans l'interface de l'application ?
gu: Q1: તમે એપ્લિકેશનના ઇન્ટરફેસને નેવિગેટ કરવાના તમારા પ્રારંભિક અનુભવને કેવી રીતે રેટ કરશો?
ur: Q1: آپ ایپ کے انٹرفیس کو نیویگیٹ کرنے کے اپنے ابتدائی تجربے کی درجہ بندی کیسے کریں گے؟
zu: Q1: Ungakukala kanjani ukuzizwisa kwakho kokuqala ngokuzulazula kusixhumi esibonakalayo sohlelo lokusebenza?

# q_two
source: Q2: How confident do you feel in your ability to utilize the app's features effectively?
af: V2: Hoe selfversekerd voel jy in jou vermoë om die toepassing se kenmerke effektief te gebruik?
fr: Q2 : Dans quelle mesure avez-vous confiance dans votre capacité à utiliser efficacement les fonctionnalités de l'application ?
gu: Q2: એપ્લિકેશનની સુવિધાઓનો અસરકારક રીતે ઉપયોગ કરવાની તમારી ક્ષમતામાં તમને કેટલો વિશ્વાસ છે?
ur: Q2: آپ ایپ کی خصوصیات کو مؤثر طریقے سے استعمال کرنے کی اپنی صلاحیت پر کتنا پر اعتماد محسوس کرتے ہیں؟
zh: Q2：您对自己有效利用应用程序功能的能力有多大信心？
zu: Q2: Uzizwa uqiniseka kangakanani ngekhono lakho lokusebenzisa izici zohlelo lokusebenza ngempumelelo?

# q_three
source: Q3: Overall, how satisfied are you with the app's performance and responsiveness?
af: V3: In die algemeen, hoe tevrede is jy met die toepassing se werkverrigting en reaksie?
fr: Q3 : Dans l'ensemble, dans quelle mesure êtes-vous satisfait des performances et de la réactivité de l'application ?
gu: Q3: એકંદરે, તમે એપ્લિકેશનના પ્રદર્શન અને પ્રતિભાવથી કેટલા સંતુષ્ટ છો?
ur: Q3: مجموعی طور پر، آپ ایپ کی کارکردگی اور ردعمل سے کتنے مطمئن ہیں؟
zh: Q3：总体而言，您对应用程序的性能和响应能力的满意度如何？
zu: Q3: Sekukonke, waneliseke kangakanani ngokusebenza kohlelo lokusebenza nokuphendula?

# q_four
source: Q4: To what extent do you find the app's functionalities intuitive and easy to understand?
af: V4: In watter mate vind jy die toepassing se funksies intuïtief en maklik om te verstaan?
fr: Q4 : Dans quelle mesure trouvez-vous les fonctionnalités de l'application intuitives et faciles à comprendre ?
gu: Q4: તમને એપની કાર્યક્ષમતા કેટલી હદ સુધી સાહજિક અને સમજવામાં સરળ લાગે છે?
ur: Q4: آپ کو کس حد تک ایپ کی فعالیتیں بدیہی اور سمجھنے میں آسان لگتی ہیں؟
zh: Q4：您认为该应用程序的功能在多大程度上直观且易于理解？
zu: Q4: Ingabe uthola ngezinga elingakanani ukusebenza kohlelo lokusebenza kunembile futhi kulula ukukuqonda?

# q_five
source: Q5: How likely are you to recommend this app to others based on your experience?
af: V5: Hoe waarskynlik is dit dat jy hierdie toepassing aan ander sal aanbeveel op grond van jou ervaring?
fr: Q5 : Quelle est la probabilité que vous recommandiez cette application à d’autres personnes en fonction de votre expérience ?
gu: પ્ર 5: તમારા અનુભવના આધારે તમે અન્ય લોકોને આ એપ્લિકેશનની ભલામણ કરો તેવી શક્યતા કેટલી છે?
ur: Q5: آپ کے تجربے کی بنیاد پر دوسروں کو اس ایپ کی تجویز کرنے کا کتنا امکان ہے؟
zh: Q5：根据您的经验，您向其他人推荐此应用程序的可能性有多大？
zu: Q5: Mangakanani amathuba okuthi uncome lolu hlelo lokusebenza kwabanye ngokusekelwe kokuhlangenwe nakho kwakho?

source: Quite confusing
af: Nogal verwarrend
fr: Assez déroutant
gu: તદ્દન ગૂંચવણમાં મૂકે છે
ur: کافی مبہم
zh: 相当混乱
zu: Kuyadida impela

source: A bit challenging
af: Bietjie uitdagend
fr: Un peu difficile
gu: થોડી પડકારજનક
ur: تھوڑا چیلنجنگ
zh: 有点挑战性
zu: Kuyinselele kancane

source: Fairly intuitive
af: Redelik intuïtief
fr: Assez intuitif
gu: એકદમ સાહજિક
ur: کافی بدیہی
zh: 相当直观
zu: Inembile

source: Extremely user-friendly
af: Uiters gebruikersvriendelik
fr: Extrêmement convivial
gu: અત્યંત વપરાશકર્તા મૈત્રીપૂર્ણ
ur: انتہائی صارف دوست
zh: 极其人性化
zu: Isebenziseka kalula

source: Not very confident
af: Nie baie selfversekerd nie
fr: Pas très confiant
gu: બહુ વિશ્વાસ નથી
ur: بہت پر اعتماد نہیں۔
zh: 不太有信心
zu: Angizethembi kakhulu

source: Somewhat confident
af: Ietwat selfversekerd
fr: Un peu confiant
gu: કંઈક અંશે આત્મવિશ્વાસ
ur: کسی حد تک پراعتماد
zh: 有点自信
zu: Ngokuzethemba okuthile

source: Moderately confident
af: Matig selfversekerd
fr: Moyennement confiant
gu: સાધારણ આત્મવિશ્વાસ
ur: اعتدال پر اعتماد
zh: 有一定的信心
zu: Ngizethemba ngokumaphakathi

source: Very confident
af: Baie selfversekerd
fr: Très confiant
gu: અતિ આત્મવિશ્વાસુ
ur: نہایت پراعتماد
zh: 非常有信心
zu: Ngizethemba kakhulu

source: Very dissatisfied
af: Baie ontevrede
fr: Très insatisfait
gu: ખૂબ જ અસંતુષ્ટ
ur: بہت غیر مطمئن
zh: 非常不满
zu: Anganelisekile kakhulu

source: Somewhat dissatisfied
af: Ietwat ontevrede
fr: Plutôt insatisfait
gu: કંઈક અંશે અસંતુષ્ટ
ur: کسی حد تک غیر مطمئن
zh: 有些不满意
zu: Anganelisekile ngandlela-thile

source: Fairly satisfied
af: Redelik tevrede
fr: Plutôt satisfait
gu: એકદમ સંતુષ્ટ
ur: کافی حد تک مطمئن
zh: 还算满意
zu: Waneliseke kancane

source: Extremely satisfied
af: Uiters tevrede
fr: Extrêmement satisfait
gu: અત્યંત સંતુષ્ટ
ur: انتہائی مطمئن
zh: 非常满意
zu: Waneliseke ngokwedlulele

source: Not intuitive at all
af: Glad nie intuïtief nie
fr: Pas intuitif du tout
gu: સાહજિક બિલકુલ નથી
ur: بدیہی بالکل نہیں۔
zh: 一点也不直观
zu: Akukhona enembile nhlobo

source: Somewhat intuitive
af: Ietwat intuïtief
fr: Un peu intuitif
gu: કંઈક અંશે સાહજિક
ur: کسی حد تک بدیہی
zh: 有点直观
zu: Inengqondo ngandlela thize

source: Quite intuitive
af: Nogal intuïtief
fr: Assez intuitif
gu: તદ્દન સાહજિક
ur: کافی بدیہی
zh: 相当直观
zu: Inembile impela

source: Very intuitive
af: Baie intuïtief
fr: Très intuitif
gu: ખૂબ જ સાહજિક
ur: بہت بدیہی
zh: 非常直观
zu: Inembile kakhulu

source: Not likely at all
af: Glad nie waarskynlik nie
fr: Pas du tout probable
gu: બિલકુલ શક્યતા નથી
ur: بالکل بھی امکان نہیں۔
zh: 根本不可能
zu: Cishe akunakwenzeka nhlobo

source: Somewhat likely
af: Ietwat waarskynlik
fr: Assez probable
gu: અંશે સંભવ છે
ur: کسی حد تک امکان ہے۔
zh: 有点可能
zu: Cishe

source: Quite likely
af: Heel waarskynlik
fr: Plutôt probable
gu: તદ્દન શક્યતા
ur: کافی امکان ہے۔
zh: 很有可能
zu: Cishe

source: Very likely
af: Baie waarskynlik
fr: Très probable
gu: ખૂબ જ સંભવ છે
ur: بہت ملتا جلتا
zh: 很可能
zu: Kungenzeka kakhulu

source: Comments
af: Kommentaar
fr: commentaires
gu: ટિપ્પણીઓ
ur: تبصرے
zh: 评论
zu: Amazwana

# btn_summit
source: SUBMIT
af: INDIEN
fr: SOUMETTRE
gu: સબમિટ કરો
ur: جمع کرائیں
zh: 提交
zu: THUMELA

# btn_cancel
source: CANCEL
af: KANSELLEER
fr: ANNULER
gu: રદ કરો
ur: منسوخ کریں۔
zh: 取消
zu: KHANSELA

# btn_login
source: LOGIN
af: TEKEN AAN
fr: SE CONNECTER
gu: પ્રવેશ કરો
ur: لاگ ان کریں
zh: 登录
zu: NGENA NGEMVUME

# btn_logout
source: LOGOUT
af: TEKEN UIT
fr: SE DÉCONNECTER
gu: લૉગ આઉટ
ur: لاگ آوٹ
zh: 登出
zu: PHUMA

# btn_register
source: REGISTER
af: REGISTREER
fr: REGISTRE
gu: નોંધણી કરો
ur: رجسٹر کریں۔
zh: 登记
zu: BHALISA

# btn_password
source: PASSWORD
af: WAGWOORD
fr: MOT DE PASSE
gu: પાસવર્ડ
ur: پاس ورڈ
zh: 密码
zu: IPHASWEDI

# btn_continue
source: CONTINUE
af: GAAN VOORT
fr: CONTINUER
gu: ચાલુ રાખો
ur: جاری رہے
zh: 继续
zu: QHUBEKA

# settings_header
source: SETTINGS
af: INSTELLINGS
fr: PARAMÈTRES
gu: સેટિંગ્સ
ur: سیٹنگز
zh: 设置
zu: IZILUNGISELELO

source: Survey submitted successfully
af: Opname suksesvol ingedien
fr: Enquête soumise avec succès
gu: સર્વે સફળતાપૂર્વક સબમિટ થયો
ur: سروے کامیابی کے ساتھ جمع ہو گیا۔
zh: 调查提交成功
zu: Inhlolovo ihanjiswe ngempumelelo

# survey_submitted_failed
source: Please complete all questions
af: Voltooi asseblief alle vrae
fr: Veuillez répondre à toutes les questions
gu: કૃપા કરીને બધા પ્રશ્નો પૂર્ણ કરો
ur: براہ کرم تمام سوالات مکمل کریں۔
zh: 请完成所有问题
zu: Sicela ugcwalise yonke imibuzo

# categories_title
source: CATEGORIES
af: KATEGORIEë
fr: CATÉGORIES
gu: શ્રેણીઓ
ur: اقسام
zh: 类别
zu: IMIKHAKHA

# service_one
source: BIRTH & PARENTING
af: GEBOORTE
fr: NAISSANCE
gu: જન્મ
ur: پیدائش
zu: UKUZALWA

# service_two
source: ENVIRONMENT
af: OMGEWING
fr: ENVIRONNEMENT
gu: પર્યાવરણ
ur: ماحولیات
zh: 环境
zu: EZIMO

# service_three
source: AGRICULTURE & LAND
af: LANDBOU
fr: AGRICULTURE
gu: એગ્રીકલ્ચર
ur: زراعت
zh: 农业
zu: EZOLIMO

# service_four
source: HEALTH
af: GESONDHEID
fr: SANTÉ
gu: આરોગ્ય
ur: صحت
zh: 健康
zu: IMPILO

# service_five
source: CONSUMER PROTECTION
af: VERBRUIKERSBESKERMING
fr: LA PROTECTION DES CONSOMMATEURS
gu: ગ્રાહક સુરક્ષા
ur: صارف کا تحفظ
zh: 消费者保护
zu: UKUVIKELA KWABATHENGI

# service_six
source: EDUCATION
af: ONDERWYS
fr: ÉDUCATION
gu: શિક્ષણ
ur: تعلیم
zh: 教育
zu: IMFUNDO

source: Agriculture & Land
af: Landbou
fr: Agriculture
gu: કૃષિ
ur: زراعت
zh: 农业
zu: Ezolimo

source: Authentication
af: Stawing
fr: Authentification
gu: પ્રમાણીકરણ
ur: تصدیق
zh: 验证
zu: Ukuqinisekisa

# enter_username
source: Enter your email
af: Voer jou gebruikersnaam in
fr: Entrez votre nom d'utilisateur
gu: તમારું વપરાશકર્તા નામ દાખલ કરો
ur: اپنے یوزر نام کا اندراج کرو
zh: 输入你的用户名
zu: Faka igama lakho lomsebenzisi

# login_error
source: Email and password cannot be empty
af: Gebruikersnaam en wagwoord kan nie leeg wees nie
fr: Le nom d'utilisateur et le mot de passe ne peuvent pas être vides
gu: વપરાશકર્તા નામ અને પાસવર્ડ ખાલી હોઈ શકતા નથી
ur: صارف نام اور پاس ورڈ خالی نہیں ہو سکتا
zh: 用户名和密码不能为空
zu: Igama lomsebenzisi nephasiwedi azikwazi ukungabi nalutho

# username
source: Email
af: Gebruikersnaam
fr: Nom d'utilisateur
gu: વપરાશકર્તા નામ
ur: صارف نام
zh: 用户名
zu: Igama lomsebenzisi

source: Password
af: Wagwoord
fr: Mot de passe
gu: પાસવર્ડ
ur: پاس ورڈ
zh: 密码
zu: Iphasiwedi

# enter_password
source: Enter your password
af: Sleutel jou wagwoord in
fr: Tapez votre mot de passe
gu: તમારો પાસવર્ડ નાખો
ur: اپنا پاس ورڈ درج کریں
zh: 输入您的密码
zu: Faka iphasiwedi yakho

# login_header
source: LOGIN
af: TEKEN AAN
fr: SE CONNECTER
gu: પ્રવેશ કરો
ur: لاگ ان کریں
zh: 登录
zu: NGENA NGEMVUME

source: CANCEL
af: KANSELLEER
fr: ANNULER
gu: રદ કરો
ur: منسوخ کریں۔
zh: 取消
zu: KHANSELA

source: Land Services
af: Gronddienste
fr: Services fonciers
gu: જમીન સેવાઓ
ur: لینڈ سروسز
zh: 土地服务
zu: Izinkonzo Zomhlaba

source: Birth and Parenting
af: Geboorte en ouerskap
fr: Naissance et parentalité
gu: જન્મ અને વાલીપણા
ur: پیدائش اور پرورش
zh: 出生与养育
zu: Ukuzalwa Nokukhulisa Umzali

source: Prenatal care
af: Voorgeboortelike sorg
fr: Soins prénatals
gu: પ્રિનેટલ કેર
ur: قبل از پیدائش کی دیکھ بھال
zh: 产前护理
zu: Ukunakekelwa ngaphambi kokubeletha

source: Paternity test
af: Vaderskap toets
fr: Test de paternité
gu: પિતૃત્વ પરીક્ષણ
ur: پیٹرنٹی ٹیسٹ
zh: 亲子鉴定
zu: Ukuhlolwa kobaba

source: Child immunisation
af: Kinder immunisering
fr: Vaccination des enfants
gu: બાળ રસીકરણ
ur: بچوں کے حفاظتی ٹیکے
zh: 儿童免疫接种
zu: Ukugonywa kwengane

source: Consumer Protection
af: Verbruikersbeskerming
fr: La protection des consommateurs
gu: ગ્રાહક સુરક્ષા
ur: صارف کا تحفظ
zh: 消费者保护
zu: Ukuvikelwa kwabathengi

source: SITA Complaints
af: SITA-klagtes
fr: Plaintes SITA
gu: SITA ફરિયાદો
ur: SITA شکایات
zh: SITA 投诉
zu: Izikhalazo ze-SITA

source: Education
af: Onderwys
fr: Éducation
gu: શિક્ષણ
ur: تعلیم
zh: 教育
zu: Imfundo

source: DHET Exam Queries
af: DHET Eksamenvrae
fr: Requêtes d'examen DHET
gu: DHET પરીક્ષા પ્રશ્નો
ur: DHET امتحان کے سوالات
zh: DHET 考试查询
zu: Imibuzo ye-DHET Exam

# fs_school_of_nursing
source: Free State School of Nursing
af: Vrystaat Skool vir Verpleegkunde
fr: École nationale gratuite d'infirmières
gu: ફ્રી સ્ટેટ સ્કૂલ ઓફ નર્સિંગ
ur: فری اسٹیٹ اسکول آف نرسنگ
zh: 自由州立护理学院
zu: Isikole sabahlengikazi saseFree State

source: Environment
af: Omgewing
fr: Environnement
gu: પર્યાવરણ
ur: ماحولیات
zh: 环境
zu: Imvelo

source: Department of Forestry, Fisheries and the Environment
af: Departement van Bosbou, Visserye en die Omgewing
fr: Département des forêts, des pêches et de l'environnement
gu: વનીકરણ, મત્સ્યોદ્યોગ અને પર્યાવરણ વિભાગ
ur: محکمہ جنگلات، ماہی پروری اور ماحولیات
zh: 林业、渔业和环境部
zu: Umnyango Wezamahlathi, Wezokudoba kanye Nezemvelo

source: Health
af: Gesondheid
fr: Santé
gu: આરોગ્ય
ur: صحت
zh: 健康
zu: Impilo

source: Free State School of Nursing
af: Vrystaat Skool vir Verpleegkunde
fr: École nationale gratuite d'infirmières
gu: ફ્રી સ્ટેટ સ્કૂલ ઓફ નર્સિંગ
ur: فری اسٹیٹ اسکول آف نرسنگ
zh: 自由州立护理学院
zu: Isikole sabahlengikazi saseFree State

source: Henrietta Stockdale Nursing College
af: Henrietta Stockdale Verpleegkollege
fr: Collège d'infirmières Henrietta Stockdale
gu: હેનરીટા સ્ટોકડેલ નર્સિંગ કોલેજ
ur: ہنریٹا اسٹاک ڈیل نرسنگ کالج
zh: 亨丽埃塔·斯托克代尔护理学院
zu: I-Henrietta Stockdale Nursing College

# enterOtpLabel
source: Enter OTP
af: Voer OTP in
fr: Entrez OTP
gu: OTP દાખલ કરો
ur: OTP درج کریں۔
zh: 输入一次性密码
zu: Faka i-OTP

# confirmOtpButton
source: CONFIRM OTP
af: BEVESTIG OTP
fr: CONFIRMER OTP
gu: OTP કન્ફર્મ કરો
ur: OTP کی تصدیق کریں۔
zh: 确认一次性密码
zu: QINISEKISA I-OTP

# resendOtpButton
source: RESEND OTP
af: STUUR OTP WEER
fr: RENVOYER OTP
gu: OTP ફરીથી મોકલો
ur: OTP دوبارہ بھیجیں۔
zh: 重新发送一次性密码
zu: PHINDA UTHUMELE I-OTP

# otpEmptyErrorMessage
source: Please enter your otp number.
af: Voer asseblief jou otp-nommer in.
fr: Veuillez entrer votre numéro OTP.
gu: કૃપા કરીને તમારો otp નંબર દાખલ કરો.
ur: براہ کرم اپنا او ٹی پی نمبر درج کریں۔
zh: 请输入您的 OTP 号码。
zu: Sicela ufake inombolo yakho ye-otp.

# resendOtpErrorMessage
source: Could not resend an otp, please try again.
af: Kon nie 'n otp weer stuur nie, probeer asseblief weer.
fr: Impossible de renvoyer un OTP, veuillez réessayer.
gu: ઓટીપી ફરીથી મોકલી શકાયો નથી, કૃપા કરીને ફરી પ્રયાસ કરો.
ur: او ٹی پی کو دوبارہ نہیں بھیجا جا سکا، براہ کرم دوبارہ کوشش کریں۔
zh: 无法重新发送 otp，请重试。
zu: Ayikwazanga ukuthumela kabusha i-otp, sicela uzame futhi.

# appBarTitle
source: FORGOT PASSWORD
af: WAGWOORD VERGEET
fr: MOT DE PASSE OUBLIÉ
gu: પાસવર્ડ ભૂલી ગયો
ur: پاسورڈ بھول گے
zh: 忘记密码
zu: UKHOHLWE IPHASIWEDI

# emailInputLabel
source: Email
af: E-pos
gu: ઈમેલ
ur: ای میل
zh: 电子邮件
zu: I-imeyili

# emailEmptyErrorMessage
source: Please enter your email.
af: Voer asseblief jou e-posadres in.
fr: Veuillez entrer votre email.
gu: કૃપા કરીને તમારો ઈમેલ દાખલ કરો.
ur: براہ کرم اپنا ای میل درج کریں۔
zh: 请输入您的电子邮件。
zu: Sicela ufake i-imeyili yakho.

# emailInvalidFormatErrorMessage
source: Please enter a valid email.
af: Verskaf asseblief 'n geldige e-pos adres.
fr: Veuillez saisir un email valide.
gu: કૃપા કરીને માન્ય ઇમેઇલ દાખલ કરો.
ur: ایک درست ای میل درج کریں.
zh: 请输入有效电子邮件。
zu: Sicela ufake i-imeyili evumelekile.

# resetPasswordButton
source: RESET PASSWORD
af: HERSTEL WAGWOORD
fr: RÉINITIALISER LE MOT DE PASSE
gu: પાસવર્ડ રીસેટ કરો
ur: پاس ورڈ ری سیٹ
zh: 重设密码
zu: SETHA KABUSHA IPHASIWEDI

# cancelButton
source: CANCEL
af: KANSELLEER
fr: ANNULER
gu: રદ કરો
ur: منسوخ کریں۔
zh: 取消
zu: KHANSELA

# passwordResetEmailSentMessage
source: Password reset email sent.
af: Wagwoordterugstel-e-pos gestuur.
fr: E-mail de réinitialisation du mot de passe envoyé.
gu: પાસવર્ડ રીસેટ ઈમેલ મોકલ્યો.
ur: پاس ورڈ ری سیٹ ای میل بھیج دیا گیا۔
zh: 已发送密码重置电子邮件。
zu: I-imeyili yokusetha kabusha iphasiwedi ithunyelwe.

# wrongPasswordErrorMessage
source: Wrong password
af: Verkeerde wagwoord
fr: Mauvais mot de passe
gu: ખોટો પાસવર્ડ
ur: غلط پاس ورڈ
zh: 密码错误
zu: Iphasiwedi engalungile

# idNumberInputLabel
source: ID Number
af: ID-nommer
fr: Numéro d'identification
gu: ID નંબર
ur: شناختی نمبر
zh: 身份证号
zu: Inombolo kamazisi

# idNumberEmptyErrorMessage
source: Please enter your id number.
af: Voer asseblief jou ID-nommer in.
fr: Veuillez entrer votre numéro d'identification.
gu: કૃપા કરીને તમારો આઈડી નંબર દાખલ કરો.
ur: براہ کرم اپنا آئی ڈی نمبر درج کریں۔
zh: 请输入您的身份证号码。
zu: Sicela ufake inombolo yakho kamazisi.

# cellphoneInputLabel
source: Cellphone
af: Loopfoon
fr: Téléphone portable
gu: સેલફોન
ur: موبائل فون
zh: 手机
zu: Umakhalekhukhwini

# cellphoneEmptyErrorMessage
source: Please enter your cellphone number.
af: Voer asseblief jou selfoonnommer in.
fr: Veuillez entrer votre numéro de téléphone portable.
gu: કૃપા કરીને તમારો સેલફોન નંબર દાખલ કરો.
ur: براہ کرم اپنا سیل فون نمبر درج کریں۔
zh: 请输入您的手机号码。
zu: Sicela ufake inombolo yakho kamakhalekhukhwini.

# systemErrorMessage
source: System error:
af: Sisteemfout:
fr: Erreur système:
gu: સિસ્ટમમાં ભુલ:
ur: سسٹم کی خرابی:
zh: 系统错误：
zu: Iphutha lesistimu:

# idNumberAlreadyExistErrorMessage
source: ID Number already exist.
af: ID-nommer bestaan ​​reeds.
fr: Le numéro d'identification existe déjà.
gu: ID નંબર પહેલેથી જ અસ્તિત્વમાં છે.
ur: شناختی نمبر پہلے سے موجود ہے۔
zh: ID 号已存在。
zu: Inombolo ye-ID isivele ikhona.

# cellphoneAlreadyExistErrorMessage
source: Cellphone already exist.
af: Selfoon bestaan ​​reeds.
fr: Le téléphone portable existe déjà.
gu: સેલફોન પહેલેથી અસ્તિત્વમાં છે.
ur: سیل فون پہلے سے موجود ہے۔
zh: 手机已经存在。
zu: Umakhalekhukhwini usuvele ukhona.

# emailAlreadyExistErrorMessage
source: Email address already exist.
af: E-posadres bestaan ​​reeds.
fr: L'adresse e-mail existe déjà.
gu: ઈમેલ સરનામું પહેલાથી જ અસ્તિત્વમાં છે.
ur: ای میل ایڈریس پہلے سے موجود ہے۔
zh: 电子邮件地址已存在。
zu: Ikheli le-imeyili selivele likhona.
