Repository: elty-o/app
Catalog: lib/l10n/app_*.arb
Languages: af, fr, gu, ur, zh, zu

# ecEpermit
source: Eastern Cape Department of Economic Development, Environmental Affairs and Tourism
af: Oos-Kaapse departement van ekonomiese ontwikkeling, omgewingsake en toerisme
fr: Département du développement économique, des affaires environnementales et du tourisme du Cap oriental
gu: ઇસ્ટર્ન કેપ ડિપાર્ટમેન્ટ ઓફ ઇકોનોમિક ડેવલપમેન્ટ, એન્વાયર્નમેન્ટલ અફેર્સ એન્ડ ટુરીઝમ
ur: ایسٹرن کیپ ڈیپارٹمنٹ آف اکنامک ڈویلپمنٹ، ماحولیاتی امور اور سیاحت
zh: 东开普省经济发展、环境事务和旅游部
zu: UMnyango wezokuThuthukiswa koMnotho, ezeMvelo nezokuVakasha wase-Eastern Cape

# limpopoEpermit
source: Limpopo Economic Development, Environment and Tourism
af: Limpopo Ekonomiese Ontwikkeling, Omgewing en Toerisme
fr: Développement économique, environnement et tourisme du Limpopo
gu: લિમ્પોપો આર્થિક વિકાસ, પર્યાવરણ અને પ્રવાસન
ur: لیمپوپو اقتصادی ترقی، ماحولیات اور سیاحت
zh: 林波波省经济发展、环境和旅游业
zu: Ukuthuthukiswa Komnotho, Imvelo kanye Nezokuvakasha eLimpopo

source: Rehab
af: Rehabilitasie
fr: Désintox
gu: પુનર્વસન
ur: بحالی
zh: 康复中心
zu: I-Rehab

# fsEcomplaint
source: Free State Economic, Small Business Development, Tourism and Environmental Affairs
af: Vrystaat Ekonomiese, Kleinsakeontwikkeling, Toerisme en Omgewingsake
fr: Affaires économiques, de développement des petites entreprises, de tourisme et d’environnement de l’État libre
gu: મફત રાજ્ય આર્થિક, નાના વેપાર વિકાસ, પ્રવાસન અને પર્યાવરણીય બાબતો
ur: آزاد ریاستی اقتصادی، چھوٹے کاروبار کی ترقی، سیاحت اور ماحولیاتی امور
zh: 自由州经济、小企业发展、旅游和环境事务
zu: EzoMnotho waseFreyistata, Ukuthuthukiswa Kwamabhizinisi Amancane, Ezokuvakasha Nezemvelo

# nols
source: National Online Learning System (NOLS)
af: Nasionale Aanlyn Leerstelsel (NOLS)
fr: Système national d'apprentissage en ligne (NOLS)
gu: નેશનલ ઓનલાઈન લર્નિંગ સિસ્ટમ (NOLS)
ur: نیشنل آن لائن لرننگ سسٹم (NOLS)
zh: 国家在线学习系统（NOLS）
zu: Uhlelo lukazwelonke lokufunda ku-inthanethi (NOLS)

source: LTSM
gu: એલટીએસએમ
ur: ایل ٹی ایس ایم
zu: I-LTSM

# sitaRecruitment
source: SITA Recruitment Citizen
af: SITA Werwing Burger
fr: SITA Recrutement Citoyen
gu: SITA ભરતી નાગરિક
ur: SITA بھرتی شہری
zh: SITA 招聘公民

# kznRecruitment
source: KZN Provincial Government e-Recruitment Vacancies - S'THESHA WAYA WAYA
af: KZN Provinsiale Regering e-Werwing Vakatures - S'THESHA WAYA WAYA
fr: Postes vacants de recrutement en ligne du gouvernement provincial KZN - S'THESHA WAYA WAYA
gu: KZN પ્રાંતીય સરકાર ઈ-ભરતી ખાલી જગ્યાઓ - S'THESHA WAYA WAYA
ur: KZN صوبائی حکومت کی ای-ریکروٹمنٹ آسامیاں - S'THESHA WAYA WAYA
zh: KZN 省政府电子招聘职位空缺 - S'THESHA WAYA WAYA
zu: Izikhala Zokuqashwa Kukahulumeni Wesifundazwe SaKwaZulu-Natali - S'THESHA WAYA WAYA

# pea
source: Private Employment Agency (PEA)
fr: Agence Privée pour l'Emploi (PEA)
gu: ખાનગી રોજગાર એજન્સી (PEA)
ur: پرائیویٹ ایمپلائمنٹ ایجنسی (PEA)
zh: 私人职业介绍所 (PEA)
zu: I-Private Employment Agency (PEA)

# faq
source: Frequently Asked Questions
af: Gereelde Vrae
fr: Questions fréquemment posées
gu: વારંવાર પૂછાતા પ્રશ્નો
ur: اکثر پوچھے گئے سوالات
zh: 经常问的问题
zu: imibuzo ejwayelekile ukubuzwa

# faqQuestionOne
source: 1. Which services are offered by the e-services application?
af: 1. Watter dienste word deur die e-dienste-toepassing aangebied?
fr: 1. Quels services sont proposés par l'application e-services ?
gu: 1. ઈ-સેવા એપ્લિકેશન દ્વારા કઈ સેવાઓ આપવામાં આવે છે?
ur: 1. ای سروسز ایپلیکیشن کے ذریعے کون سی خدمات پیش کی جاتی ہیں؟
zh: 1. 电子服务应用程序提供哪些服务？
zu: 1. Yiziphi izinsiza ezihlinzekwa yi-e-services application?

# faqQuestionTwo
source: 2.How do I create an account on the e-services app?
af: 2.Hoe skep ek 'n rekening op die e-dienste-toepassing?
fr: 2.Comment créer un compte sur l'application e-services ?
gu: 2. હું ઈ-સેવા એપ પર એકાઉન્ટ કેવી રીતે બનાવી શકું?
ur: 2. میں ای سروسز ایپ پر اکاؤنٹ کیسے بنا سکتا ہوں؟
zh: 2.如何在电子服务应用程序上创建帐户？
zu: 2.Ngiyenza kanjani i-akhawunti kuhlelo lokusebenza lwe-e-services?

# faqQuestionThree
source: 3. How do I navigate through the different sections of the app?
af: 3. Hoe navigeer ek deur die verskillende afdelings van die toepassing?
fr: 3. Comment naviguer dans les différentes sections de l'application ?
gu: 3. હું એપ્લિકેશનના વિવિધ વિભાગોમાં કેવી રીતે નેવિગેટ કરી શકું?
ur: 3. میں ایپ کے مختلف حصوں میں کیسے جا سکتا ہوں؟
zh: 3. 如何浏览应用程序的不同部分？
zu: 3. Ngihamba kanjani ezigabeni ezihlukene zohlelo lokusebenza?

# faqQuestionFour
source: 4. Is there a customer support team available to assist users with any issues?
af: 4. Is daar 'n kliëntediensspan beskikbaar om gebruikers met enige probleme te help?
fr: 4. Existe-t-il une équipe de support client disponible pour aider les utilisateurs en cas de problème ?
gu: 4. શું વપરાશકર્તાઓને કોઈપણ સમસ્યામાં મદદ કરવા માટે કોઈ ગ્રાહક સપોર્ટ ટીમ ઉપલબ્ધ છે?
ur: 4. کیا صارفین کو کسی بھی مسئلے میں مدد کرنے کے لیے کوئی کسٹمر سپورٹ ٹیم دستیاب ہے؟
zh: 4. 是否有客户支持团队可以帮助用户解决任何问题？
zu: 4. Ingabe likhona ithimba lokusekela amakhasimende elitholakalayo ukusiza abasebenzisi nganoma yiziphi izinkinga?

# faqAnswerOne
source: The e-services app gives users access to a variety of government services, such as completing forms or applications, obtaining public data, making appointments through contact, and applying for permits or licenses.
af: Die e-dienste-toepassing gee gebruikers toegang tot 'n verskeidenheid regeringsdienste, soos die voltooiing van vorms of aansoeke, die verkryging van publieke data, die maak van afsprake deur kontak, en om aansoek te doen vir permitte of lisensies.
fr: L'application de services électroniques permet aux utilisateurs d'accéder à une variété de services gouvernementaux, tels que remplir des formulaires ou des demandes, obtenir des données publiques, prendre des rendez-vous par contact et demander des permis ou des licences.
gu: ઈ-સર્વિસીસ એપ યુઝર્સને વિવિધ પ્રકારની સરકારી સેવાઓની ઍક્સેસ આપે છે, જેમ કે ફોર્મ અથવા અરજીઓ ભરવા, સાર્વજનિક ડેટા મેળવવા, સંપર્ક દ્વારા એપોઇન્ટમેન્ટ લેવા અને પરમિટ અથવા લાયસન્સ માટે અરજી કરવી.
ur: ای سروسز ایپ صارفین کو مختلف قسم کی سرکاری خدمات تک رسائی فراہم کرتی ہے، جیسے کہ فارم یا درخواستیں مکمل کرنا، عوامی ڈیٹا حاصل کرنا، رابطہ کے ذریعے ملاقاتیں کرنا، اور اجازت نامے یا لائسنس کے لیے درخواست دینا۔
zh: 该电子服务应用程序使用户可以访问各种政府服务，例如填写表格或申请、获取公共数据、通过联系进行预约以及申请许可证或执照。
zu: Uhlelo lokusebenza lwe-e-services lunikeza abasebenzisi ukufinyelela kumasevisi ahlukahlukene kahulumeni, njengokugcwalisa amafomu noma izicelo, ukuthola idatha yomphakathi, ukwenza ama-aphoyintimenti ngokuthintana, nokufaka izicelo zezimvume noma amalayisense.

# faqAnswerTwo
source: Open the app and search for the "Sign Up" or "Register" option to create an account. Enter your contact details, including name, phone number, and email address, by following instructions. You will usually receive a verification email or SMS to finish the registration process when you have submitted the required details.
af: Maak die toepassing oop en soek die opsie "Sluit aan" of "Registreer" om 'n rekening te skep.
fr: Ouvrez l'application et recherchez l'option « S'inscrire » ou « S'inscrire » pour créer un compte.
gu: એપ્લિકેશન ખોલો અને એકાઉન્ટ બનાવવા માટે "સાઇન અપ" અથવા "નોંધણી કરો" વિકલ્પ શોધો.
ur: ایپ کھولیں اور اکاؤنٹ بنانے کے لیے "سائن اپ" یا "رجسٹر" کا اختیار تلاش کریں۔
zh: 打开应用程序并搜索“注册”或“注册”选项以创建帐户。
zu: Vula uhlelo lokusebenza bese usesha inketho ethi "Bhalisa" noma "Bhalisa" ukuze udale i-akhawunti.

# faqAnswerThree
source: The app typically includes a navigation bar or choice that makes it easy to access different service areas or categories. Either swipe or press the categories to view the many e-service alternatives in order to access the navigation options. You can select the service category you would like to learn more about once you're there.
af: Die toepassing sluit gewoonlik 'n navigasiebalk of keuse in wat dit maklik maak om toegang tot verskillende diensareas of kategorieë te kry.
fr: L'application comprend généralement une barre de navigation ou un choix qui facilite l'accès à différentes zones ou catégories de service.
gu: એપ્લિકેશનમાં સામાન્ય રીતે નેવિગેશન બાર અથવા પસંદગીનો સમાવેશ થાય છે જે વિવિધ સેવા વિસ્તારો અથવા શ્રેણીઓને ઍક્સેસ કરવાનું સરળ બનાવે છે.
ur: ایپ میں عام طور پر نیویگیشن بار یا انتخاب شامل ہوتا ہے جو مختلف سروس ایریاز یا زمروں تک رسائی کو آسان بناتا ہے۔
zh: 该应用程序通常包括一个导航栏或选项，可以轻松访问不同的服务区域或类别。
zu: Uhlelo lokusebenza ngokuvamile luhlanganisa ibha yokuzulazula noma ukukhetha okwenza kube lula ukufinyelela izindawo zesevisi ezihlukile noma izigaba.

# faqAnswerFour
source: Yes, a customer support team is typically accessible to help consumers with any queries or problems they could run into when using the application's features. Customer service is normally available via contact us option, including phone and email.
af: Ja, 'n kliëntediensspan is tipies toeganklik om verbruikers te help met enige navrae of probleme wat hulle kan ondervind wanneer hulle die toepassing se kenmerke gebruik.
fr: Oui, une équipe de support client est généralement accessible pour aider les consommateurs avec toutes les questions ou problèmes qu'ils pourraient rencontrer lors de l'utilisation des fonctionnalités de l'application.
gu: હા, ગ્રાહક સપોર્ટ ટીમ સામાન્ય રીતે ગ્રાહકોને એપ્લિકેશનની સુવિધાઓનો ઉપયોગ કરતી વખતે આવી શકે તેવા પ્રશ્નો અથવા સમસ્યાઓમાં મદદ કરવા માટે સુલભ છે.
ur: جی ہاں، ایک کسٹمر سپورٹ ٹیم عام طور پر صارفین کو کسی بھی سوالات یا مسائل میں مدد کرنے کے لیے قابل رسائی ہوتی ہے جس میں وہ ایپلی کیشن کی خصوصیات استعمال کرتے وقت پیش آ سکتے ہیں۔
zh: 是的，客户支持团队通常可以帮助消费者解决在使用应用程序功能时可能遇到的任何疑问或问题。
zu: Yebo, ithimba losekelo lwekhasimende ngokuvamile liyafinyeleleka ukuze lisize abathengi nganoma yimiphi imibuzo noma izinkinga abangahlangabezana nazo lapho besebenzisa izici zohlelo lokusebenza.

source: Reports
af: Berigte
fr: Rapports
gu: અહેવાલો
ur: رپورٹس
zh: 报告
zu: Imibiko

# employmentAndLabour
source: EMPLOYMENT & LABOUR
af: DIENS EN ARBEID
fr: EMPLOI ET TRAVAIL
gu: રોજગાર અને શ્રમ
ur: روزگار اور محنت
zh: 就业与劳工
zu: UMSEBENZI KANYE NOMSEBENZI

# otpFieldLabel
source: OTP
fr: Bureau du Procureur
zh: 一次性TP
zu: I-OTP

# btn_username
source: USERNAME
af: GEBRUIKERSNAAM
fr: NOM D'UTILISATEUR
zh: 用户名
